const questions =
[
  {
    id: 1,
    title: 'Адам Смит писал книги по...?',
    options: [
      { id: 1, score: 0, title: 'истории' },
      { id: 2, score: 10, title: 'экономике' },
      { id: 3, score: 0, title: 'детективы' }
    ]
  },
  {
    id: 2,
    title: 'При инфляции деньги?',
    options: [
      { id: 1, score: 10, title: 'обесцениваются' },
      { id: 2, score: 0, title: 'укрепляются' },
      { id: 3, score: 0, title: 'стоимость денег не меняется' }
    ]
  },
  {
    id: 3,
    title: 'Великая депрессия  в начале ХХ века была...',
    options: [
      { id: 1, score: 0, title: 'в России' },
      { id: 2, score: 0, title: 'в Бразилии' },
      { id: 3, score: 10, title: 'в США' }
    ]
  },
  {
    id: 4,
    title: 'Две осовные причины возникновения экономических кризисов?',
    options: [
      { id: 1, score: 0, title: 'инфляция и безработица' },
      { id: 2, score: 0, title: 'плохие законы и неэффективное государство' },
      { id: 3, score: 10, title: 'неограниченные желания людей и ограниченные ресурсы' }
    ]
  },
  {
    id: 5,
    title: 'В какой стране наибольшее число нобелевских лауреатов по экономике? ',
    options: [
      { id: 1, score: 0, title: 'Германия' },
      { id: 2, score: 0, title: 'Испания' },
      { id: 3, score: 10, title: 'США' }
    ]
  },
  {
    id: 6,
    title: 'Месторождение нефти, обнаруженное на дачном участке, является таким экономическим ресурсом, как:',
    options: [
      { id: 1, score: 0, title: 'предпринимательство' },
      { id: 2, score: 0, title: 'труд' },
      { id: 3, score: 10, title: 'земля' }
    ]
  },
  {
    id: 7,
    title: 'Связь между спросом и ценой на товар:',
    options: [
      { id: 1, score: 10, title: 'прямо пропорциональна' },
      { id: 2, score: 0, title: 'обратно пропорциональна' },
      { id: 3, score: 0, title: 'отсутствует' }
    ]
  },
  {
    id: 8,
    title: 'Увеличение удельного веса расходов на питание в бюджете семьи свидетельствует',
    options: [
      { id: 1, score: 0, title: ' о росте благосостояния семьи' },
      { id: 2, score: 10, title: 'снижении благосостояния семьи' },
      { id: 3, score: 0, title: ' стабильном уровне благосостояния семьи' }
    ]
  },
  {
    id: 9,
    title: 'Главная функция финансового рынка',
    options: [
      { id: 1, score: 10, title: 'трансформация временно бездействующих денежных средств в ссудный капитал' },
      { id: 2, score: 0, title: ' законодательное регулирование спроса и предложения на рынке труда' },
      { id: 3, score: 0, title: 'реализация биржевых товаров' }
    ]
  },
  {
    id: 10,
    title: 'Один из главных факторов, влияющих на уровень благосостояния семьи',
    options: [
      { id: 1, score: 0, title: 'исследования в области космической индустрии' },
      { id: 2, score: 0, title: 'процент налогообложения' },
      { id: 3, score: 10, title: 'возможность членов семьи реализовывать свои способности' }
    ]
  }
]

// export { questions }
